var store = [{
        "title": "사람다움",
        "excerpt":"  원칙은 바뀔 수 있음이 원칙이다.   Introduction   휘몰아치듯이 많은 생각을 가시화하면, 종잡을 수 없던 방향이 잡혀 나가는 느낌이 좋아서 대학교 1학년 때부터 다이어리에 생각을 기록해왔다. 혼자의 취미를 블로그를 통해 세상과 공유하기로 결심한 이유는 몇년 간의 대학생활 동안 얻은 깨달음 때문이다.   생각은 타인과 나눌 때 성장한다.       우리는 더욱 사람다워질 필요가 있다.   인공지능의 위력이 만연히 커지는 시대이다. 사람의 개입 없이 데이터를 이해하고, 규칙을 찾고, 그 규칙을 새로운 것에 적용할 수 있게 되었다. 계산기와 계산 속도를 비교하는 것이 무의미하듯, 사람과 인공지능은 같은 방향으로 달리는 것이 아니기에 인공지능이 잘하는 영역에서 인공지능보다 앞서고자 노력하는 것은 무의미하다고 생각한다.   인공지능을 배우며, 그렇다면 사람다움이 무엇인지 수십 번 고민했다. 사람은 어떤 존재인가, 다가오는 세상에서 우리는 무엇을 추구해야 하는가. 아래는 내가 생각하는 사람의 특성이다.               충동과 직관     반박할 수 있는 능력     창발성          우리는 대체되는 것을 걱정하기보다, 더욱 사람다워질 필요가 있다.  ","categories": ["Thoughts"],
        "tags": ["에세이"],
        "url": "http://localhost:4000/thoughts/01.-%EC%82%AC%EB%9E%8C%EB%8B%A4%EC%9B%80/",
        "teaser": "http://localhost:4000/"
      },{
        "title": "주식투자의 원칙",
        "excerpt":"  원칙은 바뀔 수 있음이 원칙이다.   Introduction   나는 어떤 일을 할 때, 가시적인 결과를 생각하는 것을 내켜하지 않는 성격이다.   두 가지 이유가 있는데,     첫째로는 과정을 목적을 위한 수단으로 생각해버려, 과정에서 얻는 만족감과 충만함에 집중하지 못할까 염려스러워서이고   두번째로는 이해타산적인 태도에 대한 무언지 모를 거부감 때문이다.   비슷한 맥락에서 가시적이고 측정 가능한 재화의 대표 격인 ‘돈’은 그리 관심을 갖고 싶지 않은 분야였고, 돈을 다루는 주식 역시 그러했다.   이러한 내게 주변의 소중한 사람들이 돈이 나쁜 것이 아님을 설득했고, 자의 반 타의 반으로 시작한 주식은 생각보다 더 흥미로웠다.       주식투자의 원칙      가장 기본적인 원칙은, 내가 정한 원칙대로 매매하는 것이다.    주식에는 공식도, 왕도도 없다고 생각한다. 항상 예측 불가능한 변수가 존재하고, 이 변수를 어디까지 / 어떻게 고려할 것이냐에 따라서 추구하는 매매의 양상이 달라진다.   그러나 중요한 것은, ‘내가 추구하는 매매의 양상’을 알고 원칙을 정하는 일이다. 그렇지 않았을 때, 순간의 감정에 휘둘려 ‘내가 추구하는 매매의 양상’을 잊어버리기 정말 쉬움을 알았다.   이러한 이유로, 나의 원칙을 정하고자 한다.   아직 모르는 것이 많기에 공부하고, 경험하며 업데이트할 예정이다.               절대 조급해하지 않는다. 매매하기 전에, ‘지금의 내가 충분히 이성적인가’를 고민하자.     주식의 상승에 자만하거나, 하락에 마음아파하지 않는다. 주식은 변수를 내재한다. 내가 완벽히 예측해서 상승한 것도, 나의 원칙이 틀려서 하락한 것도 아니다.     현금을 들고 있는 것을 아까워하지 말자(특히 상승장에서 익절한 뒤)     하락하는 주식을 사기 전에, 하락하는 이유가 있는지 살피자. 하락할만 해서 하락한 건, 살 이유가 될 수 없다.     ","categories": ["Finance"],
        "tags": ["에세이"],
        "url": "http://localhost:4000/finance/%EC%A3%BC%EC%8B%9D%ED%88%AC%EC%9E%90%EC%9D%98%EC%9B%90%EC%B9%99/",
        "teaser": "http://localhost:4000/"
      }]
