var store = [{
        "title": "01. 사람다움",
        "excerpt":"  원칙은 바뀔 수 있음이 원칙이다.   Introduction   휘몰아치듯이 많은 생각을 가시화하면, 종잡을 수 없던 방향이 잡혀 나가는 느낌이 좋아서 대학교 1학년 때부터 다이어리에 생각을 기록해왔다. 혼자의 취미를 블로그를 통해 세상과 공유하기로 결심한 이유는 몇년 간의 대학생활 동안 얻은 깨달음 때문이다.   생각은 타인과 나눌 때 성장한다.       우리는 더욱 사람다워질 필요가 있다.   인공지능의 위력이 만연히 커지는 시대이다. 사람의 개입 없이 데이터를 이해하고, 규칙을 찾고, 그 규칙을 새로운 것에 적용할 수 있게 되었다. 계산기와 계산 속도를 비교하는 것이 무의미하듯, 사람과 인공지능은 같은 방향으로 달리는 것이 아니기에 인공지능이 잘하는 영역에서 인공지능보다 앞서고자 노력하는 것은 무의미하다고 생각한다.   인공지능을 배우며, 그렇다면 사람다움이 무엇인지 수십 번 고민했다. 사람은 어떤 존재인가, 다가오는 세상에서 우리는 무엇을 추구해야 하는가. 아래는 내가 생각하는 사람의 특성이다.               충동과 직관     함께의 가치     반박할 수 있는 능력     창발성          우리는 대체되는 것을 걱정하기보다, 더욱 사람다워질 필요가 있다.  ","categories": ["Thoughts"],
        "tags": ["에세이"],
        "url": "http://localhost:4000/thoughts/01.-%EC%82%AC%EB%9E%8C%EB%8B%A4%EC%9B%80/",
        "teaser": "http://localhost:4000/"
      }]
